---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ZonePerimeter
source: html/ca914d92-a691-3c53-6061-e2bb542a6f55.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ZonePerimeter Property

"Perimeter"

## Syntax (C#)
```csharp
public static ForgeTypeId ZonePerimeter { get; }
```